{
  "Metadata": {
    "title": "Luckyland",
    "description": "¡Donde los premios 🎉 y la DIVERSIÓN 😃 nunca se detienen!"
  },
  "Components": {
    "Message": {
      "next": "Continuar"
    }
  },
  "General": {
    "bounty": {
      "title": "Recompensa",
      "tooltip": "Tesoros disponibles en Luckyland",
      "description": "¡Gana tesoros venciendo las probabilidades!"
    }
  },
  "Index": {
    "title": "¡Hola mundo!",
    "messages": [
      {
        "text": "Parece que tienes suerte hoy. Has encontrado una de las entradas secretas a la tierra de la suerte.",
        "advice": "¿Puedes atrapar una gema de la suerte para entrar?"
      },
      {
        "text": "¡Atrapa una gema de la suerte y podras entrar!",
        "advice": "¡Las gemas no son fáciles de atrapar! ¡Presiona el candado hasta que veas más gemas!"
      },
      {
        "text": "Pareces persistente. ¡Vamos a intentarlo de nuevo!",
        "advice": "¡Mejor suerte esta vez!"
      },
      {
        "text": "Volviste. ¡Vamos a intentarlo de nuevo!",
        "advice": "Recuerda que solo tienes 3 intentos. ¡Buena suerte!"
      },
      {
        "text": "Creo que ya sabes cómo funciona. ¡Vamos a intentarlo de nuevo!",
        "advice": "!Buena suerte!"
      },
      {
        "text": "🎉¡Lo lograste! Atraspaste una gema de la suerte. ¡Bienvenido a la tierra de la suerte!",
        "advice": "¡Toca el portal para entrar!"
      },
      {
        "text": "¡Bienvenido de nuevo, definitivamente eres un afortunado!",
        "advice": "¡Toca el portal y vamos a reclamar algunos tesoros!"
      }
    ],
    "turns": {
      "attempts": "Intentos",
      "left": "Turnos restantes",
      "hold": "Tus turnos se restauran en"
    }
  },
  "Lobby": {
    "title": "¡Bienvenido a la tierra de la suerte!",
    "messages": {
      "welcome": {
        "text": "Saludos viajero afortunado! Mi nombre es Jessie, has sido transportado al agujero del conejo, es posible que te sientas mareado por el viaje. No te preocupes, es normal para los novatos que pasan por el portal de la suerte."
      },
      "mood": {
        "text": "Estoy aquí para ser tu guia en la tierra de la suerte. Encontrarás muchos tesoros y desafíos en el camino. ¿Cómo te sientes hoy?",
        "select": {
          "title": "Selecciona tu estado de ánimo",
          "options": "Listo para GANAR, Ansioso por reclamar tesoros, Tranquilo y Cauteloso, Emocionado y Afortunado"
        }
      },
      "lucky": {
        "text": "Fantástico! Yo también me emocionado de ver nuevos rostros afortunados en la tierra de la suerte. Ultimamente ha estado un poco tranquilo por aquí. Este lugar no es para cualquiera, la fortuna te puede enloquecer, Por eso solo tienes permitido estar aquí por un tiempo limitado."
      },
      "ready": {},
      "eager": {},
      "calm": {},
      "timer": {
        "text": "Este es tu cronómetro de la suerte. Cuando se acabe el tiempo, serás transportado de regreso a tu mundo. Tienes 60 minutos para explorar la tierra de la suerte y reclamar tus tesoros.",
        "advice": "No te preocupes, si eres sufiencientemente afortunado -- que parece que si -- al final del tu viaje, podrias obtener otro pase de la suerte."
      }
    },
    "links": {
      "realms": "Reinos"
    },
    "actions": {
      "enter": "Entrar",
      "exit": "Salir"
    }
  },
  "Realms": {
    "title": "Reinos",
    "messages": [],
    "links": {
      "lobby": "Lobby",
      "coins": "Monedas"
    },
    "actions": {
      "enter": "Entrar",
      "exit": "Salir"
    }
  },
  "Coins": {
    "title": "Monedas",
    "messages": [],
    "links": {
      "lobby": "Lobby",
      "realms": "Reinos"
    },
    "actions": {
      "enter": "Entrar",
      "exit": "Salir"
    }
  }
}
